Repository: WordPress/two-factor
Catalog: languages/two-factor-*.po
Languages: ja, pt_br

source: Are you really you?
ja: あなたは本当にあなたですか？
pt_br: Você é realmente você?

source: Yup.
ja: - ええ.
pt_br: Sim.

source: Two-Factor: You are out of recovery codes and need to <a href="%s">regenerate!</a>
pt_br: Autenticação de Dois Fatores: Você está sem códigos de recuperação e precisa <a href="%s">regenerar!</a>

source: Use a recovery code
pt_br: Usar um código de recuperação

source: Generate new recovery codes
pt_br: Gerar novos códigos de recuperação

source: Write these down! Once you navigate away from this page, you will not be able to view these codes again.
pt_br: Anote estes códigos! Depois que você sair desta página, não será possível visualizá-los novamente.

source: Download Codes
ja: ダウンロードコード
pt_br: Baixar Códigos

source: Two-Factor Recovery Codes for %s
pt_br: Códigos de Recuperação de Autenticação de Dois Fatores para %s

source: Unable to enable recovery codes for this user.
pt_br: Não foi possível habilitar os códigos de recuperação para este usuário.

source: Enter a recovery code.
pt_br: Digite um código de recuperação.

source: Recovery Code:
pt_br: Código de Recuperação:

source: Submit
ja: 送信
pt_br: Enviar

source: Now insert (and tap) your Security Key.
ja: セキュリティキーを挿入してタップします。
pt_br: Agora insira (e toque) sua Chave de Segurança.

source: U2F request failed.
ja: U2F要求が失敗しました。
pt_br: Solicitação U2F falhou.

source: Request OK.
ja: リクエストOK。
pt_br: Solicitação OK.

source: Other U2F error.
ja: その他のU2Fエラー。
pt_br: Outro erro U2F.

source: Bad U2F request.
ja: U2F要求が正しくありません。
pt_br: Solicitação U2F inválida.

source: Unsupported U2F configuration.
ja: サポートされていないU2F設定。
pt_br: Configuração U2F não suportada.

source: U2F device ineligible.
ja: U2Fデバイスは不適格です。
pt_br: Dispositivo U2F não elegível.

source: U2F request timeout reached.
ja: U2F要求がタイムアウトに達しました。
pt_br: Tempo limite da solicitação U2F atingido.

source: FIDO U2F appears to be not supported by your web browser. Try using Google Chrome or Firefox.
pt_br: FIDO U2F parece não ser suportado pelo seu navegador. Tente usar Google Chrome ou Firefox.

source: Error while saving the changes.
ja: 変更を保存中にエラーが発生しました。
pt_br: Erro ao salvar as alterações.

source: Security Keys
ja: セキュリティキー
pt_br: Chaves de Segurança

source: U2F requires an HTTPS connection. You won't be able to add new security keys over HTTP.
ja: U2FにはHTTPS接続が必要です。 HTTP経由で新しいセキュリティキーを追加することはできません。
pt_br: U2F requer uma conexão HTTPS. Você não poderá adicionar novas chaves de segurança via HTTP.

source: Your new security key registered.
ja: 新しいセキュリティキーが登録されました。
pt_br: Sua nova chave de segurança registrada.

source: You can find FIDO U2F Security Key devices for sale from here.
ja: ここからFIDO U2F Security Keyデバイスを見つけることができます。
pt_br: Você pode encontrar dispositivos de Chave de Segurança FIDO U2F à venda aqui.

source: Rename
ja: 名称変更
pt_br: Renomear

source: Delete
ja: 削除
pt_br: Excluir

source: Item not updated.
ja: アイテムが更新されていません。
pt_br: Item não atualizado.

source: Use your authenticator app for time-based one-time passwords (TOTP)
pt_br: Use seu aplicativo autenticador para senhas únicas baseadas em tempo (TOTP)

source: Unable to disable TOTP provider for this user.
pt_br: Não foi possível desabilitar o provedor TOTP para este usuário.

source: Invalid Two Factor Authentication secret key.
pt_br: Chave secreta de Autenticação de Dois Fatores inválida.

source: Invalid Two Factor Authentication code.
pt_br: Código de Autenticação de Dois Fatores inválido.

source: Unable to save Two Factor Authentication code. Please re-scan the QR code and enter the code provided by your application.
ja: 二要素認証コードを保存できません。 QRコードを再スキャンし、アプリケーションが提供するコードを入力してください。
pt_br: Não foi possível salvar o código de Autenticação de Dois Fatores. Por favor, escaneie novamente o código QR e insira o código fornecido pelo seu aplicativo.

source: Unable to enable TOTP provider for this user.
pt_br: Não foi possível habilitar o provedor TOTP para este usuário.

source: Please scan the QR code or manually enter the key, then enter an authentication code from your app in order to complete setup.
pt_br: Por favor, escaneie o código QR ou insira a chave manualmente, depois insira um código de autenticação do seu aplicativo para completar a configuração.

source: Authenticator App QR Code
pt_br: Código QR do Aplicativo Autenticador

source: Authentication Code:
ja: 認証コード：
pt_br: Código de Autenticação:

source: eg. %s
pt_br: ex. %s

source: An authenticator app is currently configured. You will need to re-scan the QR code on all devices if reset.
pt_br: Um aplicativo autenticador está atualmente configurado. Você precisará escanear novamente o código QR em todos os dispositivos se redefinir.

source: Reset authenticator app
pt_br: Redefinir aplicativo autenticador

source: Enter the code generated by your authenticator app.
pt_br: Digite o código gerado pelo seu aplicativo autenticador.

source: Use %s
pt_br: Usar %s

source: Name
ja: 名称
pt_br: Nome

source: Added
ja: 追加
pt_br: Adicionado

source: Last Used
ja: 最後に使用された
pt_br: Último Uso

source: Cancel
ja: 取り消す
pt_br: Cancelar

source: Update
ja: 更新
pt_br: Atualizar

source: Use your security key
pt_br: Use sua chave de segurança

source: U2F requires an HTTPS connection. Please use an alternative 2nd factor method.
ja: U2FにはHTTPS接続が必要です。 別の二要素手法を使用してください。
pt_br: U2F requer uma conexão HTTPS. Por favor, use um método alternativo de segundo fator.

source: An error occurred while creating authentication data.
ja: 認証データの作成中にエラーが発生しました。
pt_br: Ocorreu um erro ao criar os dados de autenticação.

source: Requires an HTTPS connection. Configure your security keys in the "Security Keys" section below.
ja: HTTPS接続が必要です。 以下の「セキュリティキー」セクションでセキュリティキーを設定します。
pt_br: Requer uma conexão HTTPS. Configure suas chaves de segurança na seção "Chaves de Segurança" abaixo.

source: New Security Key
ja: 新しいセキュリティキー
pt_br: Nova Chave de Segurança

source: Send a code to your email
pt_br: Enviar um código para seu email

source: Your login confirmation code for %s
ja: %s のログイン確認コード
pt_br: Seu código de confirmação de login para %s

source: Enter %s to log in.
ja: ログインするには %s を入力してください。
pt_br: Digite %s para fazer login.

source: A verification code has been sent to the email address associated with your account.
ja: アカウントに関連付けられたメールアドレスに確認コードが送信されました。
pt_br: Um código de verificação foi enviado para o endereço de email associado à sua conta.

source: Verification Code:
ja: 検証コード：
pt_br: Código de Verificação:

source: Log In
ja: ログイン
pt_br: Entrar

source: Resend Code
ja: コードを再送信する
pt_br: Reenviar Código

source: Authentication codes will be sent to %s.
ja: 認証コードが %s に送信されます。
pt_br: Códigos de autenticação serão enviados para %s.

source: FIDO U2F is not available because you are using PHP %s. (Requires 5.3 or greater)
ja: PHP %s を使用しているため、FIDO U2Fは使用できません。 （5.3以上必要）
pt_br: FIDO U2F não está disponível porque você está usando PHP %s. (Requer 5.3 ou superior)

source: Error: API login for user disabled.
pt_br: Erro: Login via API para usuário desabilitado.

source: Failed to create a login nonce.
ja: ログイン認証を作成できませんでした。
pt_br: Falha ao criar um nonce de login.

source: Your password was reset because of too many failed Two Factor attempts. You will need to <a href="%s">create a new password</a> to regain access. Please check your email for more information.
pt_br: Sua senha foi redefinida devido a muitas tentativas falhas de Autenticação de Dois Fatores. Você precisará <a href="%s">criar uma nova senha</a> para recuperar o acesso. Por favor, verifique seu email para mais informações.

source: Cheatin&#8217; uh?
ja: 間違えましたか #8217; ああ？
pt_br: Trapaçando, hein?

source: Having Problems?
pt_br: Está com Problemas?

source: Two Factor Revalidation required.
pt_br: Revalidação de Autenticação de Dois Fatores necessária.

source: You have logged in successfully.
ja: あなたは正常にログインしました。
pt_br: Você fez login com sucesso.

source: You have revalidated successfully.
pt_br: Você revalidou com sucesso.

source: ERROR: Too many invalid verification codes, you can try again in %s. This limit protects your account against automated attacks.
pt_br: ERRO: Muitos códigos de verificação inválidos, você pode tentar novamente em %s. Este limite protege sua conta contra ataques automatizados.

source: ERROR: Invalid verification code.
ja: エラー：認証コードが無効です。
pt_br: ERRO: Código de verificação inválido.

source: There have been too many failed two-factor authentication attempts, which often indicates that the password has been compromised. The password has been reset in order to protect the account.
pt_br: Houve muitas tentativas falhas de autenticação de dois fatores, o que geralmente indica que a senha foi comprometida. A senha foi redefinida para proteger a conta.

source: If you are the owner of this account, please check your email for instructions on regaining access.
pt_br: Se você é o proprietário desta conta, por favor, verifique seu email para instruções sobre como recuperar o acesso.

source: Password Reset
pt_br: Redefinição de Senha

source: Two-Factor
pt_br: Autenticação de Dois Fatores

source: Disabled
ja: 無効
pt_br: Desabilitado

source: To update your Two-Factor options, you must first revalidate your session.
pt_br: Para atualizar suas opções de Autenticação de Dois Fatores, você deve primeiro revalidar sua sessão.

source: Revalidate now
pt_br: Revalidar agora

source: No providers are available for your account.
pt_br: Nenhum provedor está disponível para sua conta.

source: To prevent being locked out of your account, consider enabling a backup method like Recovery Codes in case you lose access to your primary authentication method.
pt_br: Para evitar ficar bloqueado em sua conta, considere habilitar um método de backup como Códigos de Recuperação caso você perca o acesso ao seu método principal de autenticação.

source: Two-Factor Options
ja: Two-Factor オプション
pt_br: Opções de Autenticação de Dois Fatores

source: Configure a primary two-factor method along with a backup method, such as Recovery Codes, to avoid being locked out if you lose access to your primary method.
pt_br: Configure um método principal de autenticação de dois fatores junto com um método de backup, como Códigos de Recuperação, para evitar ficar bloqueado se você perder o acesso ao seu método principal.

source: Enable %s
pt_br: Habilitar %s

source: Primary Method
pt_br: Método Principal

source: Default
pt_br: Padrão

source: Or, use your backup method: %s &rarr;
ja: または、バックアップ方法を使用: %s &rarr;

source: Or, use a backup method…
ja: または、バックアップ方法を使用して…

source: Are you lost?
ja: 忘れましたか？

source: &larr; Back to %s
ja: &larr; %s へ戻る

source: Enabled
ja: 使用可能

source: Primary
ja: 基本

source: Two-Factor: You are out of backup codes and need to <a href="%s">regenerate!</a>
ja: Two-Factor：バックアップコードが不足しているため、<a href=“%s”>再生してください！</a>

# Provider Label
source: Backup Verification Codes (Single Use)
ja: バックアップ検証コード（1回のみ使用）

source: Generate Verification Codes
ja: 検証コードを生成する

source: %s unused code remaining.
ja: %s 未使用のコードが残っています。

source: Write these down! Once you navigate away from this page, you will not be able to view these codes again.
ja: これらを書き留めてください！ このページから移動すると、これらのコードをもう一度表示することはできません。

source: Two-Factor Backup Codes for %s
ja: %s のTwo-Factorバックアップコード

source: Enter a backup verification code.
ja: バックアップ認証コードを入力します。

# Provider Label
source: Dummy Method
ja: ダミーメソッド

# Provider Label
source: Email
ja: メールアドレス

source: Quick Edit
ja: クイック編集

source: FIDO U2F is not supported in your web browser. Try using Google Chrome.
ja: FIDO U2Fは、ご使用のWebブラウザではサポートされていません。 Google Chromeをお試しください。

# security key
source: Register New Key
ja: 新しいキーを登録する

# Provider Label
source: FIDO Universal 2nd Factor (U2F)
ja: FIDOユニバーサル二要素（U2F）

# Provider Label
source: Time Based One-Time Password (Google Authenticator)
ja: 時間ベースのワンタイムパスワード（Google認証システム）

source: View Options &rarr;
ja: 表示オプション &rarr;

source: Please scan the QR code or manually enter the key, then enter an authentication code from your app in order to complete setup
ja: QRコードをスキャンするか、手動でキーを入力してから、アプリの認証コードを入力して設定を完了してください

source: Two Factor Authentication not activated, the authentication code you entered was not valid. Please re-scan the QR code and enter the code provided by your application.
ja: 二要素認証が有効になっていませんでした。入力した認証コードは無効です。 QRコードを再スキャンし、アプリケーションが提供するコードを入力してください。

source: Authenticate
ja: 認証する
